Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Summarize Messages
ar: تلخيص الرسائل
bg: Обобщи съобщения
ca: Resumeix els missatges
cs: Vytvářet souhrny zpráv
da: Opret resume af beskeder
de: Nachrichten zusammenfassen
el: Σύνοψη μηνυμάτων
es: Resumir mensajes
es_us: Resumir mensajes
fi: Tee viesteistä yhteenveto
fr: Résumer les messages
fr_ca: Résumer les messages
he: סיכום הודעות
hi: संदेशों को संक्षिप्त करें
hr: Sažmi poruke
hu: Üzenetek összegzése
id: Ringkas Pesan
it: Riassumi messaggi
ja: メッセージを要約
kk: Хабарларды жинақтау
ko: 메시지 요약
lt: Apibendrinti žinutes
ms: Ringkaskan Mesej
nl: Vat berichten samen
no: Oppsummer meldinger
pl: Streszczaj wiadomości
pt_br: Resumir Mensagens
pt_pt: Resumir mensagens
ro: Rezumare mesaje
ru: Конспектировать сообщения
sk: Vytvárať súhrny správ
sl: Povzemi sporočila
sv: Sammanfatta meddelanden
th: สรุปข้อความ
tr: Mesajları Özetle
uk: Підсумовувати повідомлення
vi: Tóm tắt tin nhắn
zh_cn: 生成信息摘要
zh_hk: 將訊息摘要
zh_tw: 生成訊息摘要

# NAME_AND_PHOTO_SHARING_CONTACTS_ONLY_FOOTER
source: Updated name and photo will be automatically shared with people in your contacts the next time you send a message.
ar: ستتم مشاركة الاسم والصورة المحدثتين تلقائيًا مع الأشخاص في جهات اتصالك عندما ترسل رسالة في المرة القادمة.
bg: Обновените име и снимка автоматично ще бъдат споделяни с вашите контакти следващия път, когато изпратите съобщение.
ca: El nom i la foto actualitzats es compartiran automàticament amb els teus contactes la propera vegada que enviïs un missatge.
cs: Aktualizované jméno a fotka budou při poslání další zprávy automaticky sdíleny s lidmi, které máte v kontaktech.
da: Dit opdaterede navn og foto bliver automatisk delt med dine kontakter, næste gang du sender en besked.
de: Wenn du das nächste Mal eine Nachricht schickst, werden dein Name und Foto automatisch mit allen deinen Kontakten geteilt.
el: Το ενημερωμένο όνομα και η φωτογραφία σας θα κοινοποιηθούν αυτόματα στις επαφές σας την επόμενη φορά που θα στείλετε ένα μήνυμα.
es: El nombre y la foto actualizados se compartirán automáticamente con las personas de tus contactos la próxima vez que envíes un mensaje.
es_us: El nombre y la foto actualizados se compartirán automáticamente con tus contactos la próxima vez que envíes un mensaje.
fi: Päivitetty nimi ja kuva jaetaan automaattisesti yhteystiedoillesi, kun seuraavan kerran lähetät viestin.
fr: Le nom et la photo mis à jour seront automatiquement partagés avec les personnes figurant dans vos contacts la prochaine fois que vous enverrez un message.
fr_ca: La mise à jour du nom et de la photo sera automatiquement partagée avec vos contacts la prochaine fois que vous enverrez un message.
he: השם והתמונה שעדכנת ישותפו באופן אוטומטי עם אנשים מרשימת אנשי הקשר שלך בפעם הבאה שתתקבל אצלם הודעה ממך.
hi: अगली बार आपके द्वारा संदेश भेजे जाने पर अपडेट किए गए नाम और तस्वीर को आपके संपर्क के लोगों के साथ ऑटोमैटिकली शेयर किया जाएगा।
hr: Ažurirano ime i fotografija automatski će se podijeliti s osobama u vašim kontaktima sljedeći put kad pošaljete poruku.
hu: A frissített név és fotó automatikusan meg lesz osztva a kontaktjaiban található emberekkel, amikor következő alkalommal üzenetet küld.
id: Nama dan foto yang diperbarui akan dibagikan secara otomatis dengan orang di kontak Anda lain kali Anda mengirimkan pesan.
it: Il nome e la foto aggiornati verranno condivisi automaticamente con i tuoi contatti la prossima volta che mandi un messaggio.
ja: アップデートされた名前と写真は次回メッセージを送信したときに連絡先に登録されている人と自動的に共有されます。
kk: Келесі жолы хабар жіберген кезіңізде, жаңартылған атыңыз бен фотоңыз контактілердегі адамдармен автоматты түрде бөлісіледі.
ko: 업데이트된 이름 및 사진이 다음번에 메시지를 보낼 때 사용자의 연락처에 있는 사람과 자동으로 공유됩니다.
lt: Kitą kartą jums siunčiant žinutę, atnaujintas vardas ir nuotrauka bus automatiškai bendrinti su jūsų adresatuose esančiais žmonėmis.
ms: Nama dan foto yang dikemas kini akan dikongsi secara automatik dengan orang dalam kenalan anda pada kali seterusnya anda menghantar mesej.
nl: De bijgewerkte naam en foto worden automatisch met je contactpersonen gedeeld wanneer je de volgende keer een bericht stuurt.
no: Det oppdaterte navnet og bildet blir automatisk delt med kontaktene dine neste gang du sender en melding.
pl: Uaktualniona nazwa i zdjęcie zostaną automatycznie udostępnione Twoim kontaktom, gdy wyślesz kolejną wiadomość.
pt_br: O nome e foto atualizados serão compartilhados automaticamente com as pessoas em seus contatos na próxima vez em que você enviar uma mensagem.
pt_pt: O nome e a fotografia atualizados serão automaticamente partilhados com os seus contactos da próxima vez que enviar uma mensagem.
ro: Numele și poza actualizate vor fi partajate automat cu persoanele din lista dvs. de contacte data viitoare când trimiteți un mesaj.
ru: Обновленные имя и фото будут автоматически отображаться для людей в списке контактов при следующей отправке сообщения.
sk: Aktualizované meno a fotka budú pri najbližšom odoslaní správy automaticky zdieľané s osobami, ktoré máte v kontaktoch.
sl: Ko naslednjič pošljete sporočilo, bosta posodobljeno ime in fotografija samodejno deljena z osebami v vaših stikih.
sv: Ditt uppdaterade namn och din bild delas automatiskt med personer i din kontaktlista nästa gång du skickar ett meddelande.
th: ชื่อและรูปภาพที่อัปเดตจะถูกแชร์กับผู้ที่อยู่ในรายชื่อของคุณในครั้งถัดไปที่คุณส่งข้อความโดยอัตโนมัติ
tr: Güncellenen ad ve fotoğraf bir dahaki sefer mesaj gönderdiğinizde kişilerinizde bulunanlarla otomatik olarak paylaşılır.
uk: Оновлене імʼя і фото автоматично поширюватимуться для людей у ваших контактах, яким ви відтепер надсилатимете повідомлення.
vi: Tên và ảnh đã cập nhật sẽ được chia sẻ tự động với những người có trong danh bạ của bạn trong lần tiếp theo bạn gửi tin nhắn.
zh_cn: 下次发送信息时，更新后的姓名和照片将自动与联系人共享。
zh_hk: 你下次傳送訊息時，已更新的姓名和相片將會自動與所有聯絡人分享。
zh_tw: 更新過的名稱和照片會在你下次傳送訊息時自動與所有聯絡人分享。

# APPS_WITH_IMESSAGE_APPS_SECTION_FOOTER
source: Delete the app from the Home Screen to also delete the iMessage app.
ar: احذف التطبيق من الشاشة الرئيسية لحذف تطبيق iMessage أيضًا.
bg: Изтрийте приложението от Начален екран, за да изтриете и приложението iMessage.
ca: Elimina l’app de la pantalla d’inici per eliminar‑ne també la versió per a l’iMessage.
cs: Smazáním aplikace z plochy smažete také aplikaci iMessage.
da: Slet appen fra hjemmeskærmen for også at slette appen iMessage.
de: Lösche die App vom Home-Bildschirm, um auch die iMessage-App zu löschen.
el: Διαγράψτε την εφαρμογή από την οθόνη Αφετηρίας για να διαγραφεί και η εφαρμογή iMessage.
es: Elimina la app de la pantalla de inicio para borrar también la app de iMessage.
es_us: Elimina la app de la pantalla de inicio para también eliminar la app de iMessage.
fi: Poista appi Koti-valikosta, jotta voit poistaa myös iMessage-apin.
fr: Supprimez l’app de l’écran d’accueil pour supprimer également l’app iMessage.
fr_ca: Supprimez l’app de l’écran d’accueil pour supprimer aussi l’app iMessage.
he: כדי למחוק את יישום ה-iMessage יש למחוק את היישום גם ממסך הבית.
hi: iMessage ऐप को भी डिलीट करने के लिए होम स्क्रीन से ऐप को डिलीट करें।
hr: Obrišite aplikaciju s početnog zaslona kako bi se obrisala i iz aplikacije iMessage.
hu: Törölje az appot a Főképernyőről, ha törölni szeretné az iMessage appot is.
id: Hapus app dari Layar Utama untuk menghapus app iMessage juga.
it: Elimina l’app dalla schermata Home per rimuovere anche la versione per iMessage.
ja: ホーム画面から削除するとiMessageアプリも削除されます。
kk: iMessage қолданбасын да жою үшін қолданбаны басты экраннан жойыңыз.
ko: 홈 화면에서 해당 앱을 삭제하면 iMessage용 앱도 함께 삭제됩니다.
lt: Ištrinkite programą iš pradžios ekrano, kad taip pat ištrintumėte programą „iMessage“.
ms: Padamkan app daripada Skrin Utama untuk turut memadamkan app iMessage.
nl: Verwijder de app uit het beginscherm om ook de iMessage-app te verwijderen.
no: Slett appen fra Hjem-skjermen for å slette iMessage-appen.
pl: Usuń tę aplikację z ekranu głównego, aby usunąć także aplikację iMessage.
pt_br: Apague o app da Tela de Início para apagar também o app iMessage.
pt_pt: Apagar a aplicação do ecrã principal para também apagar a aplicação para iMessage.
ro: Ștergeți aplicația de pe ecranul principal pentru a șterge și aplicația de iMessage.
ru: Удалите это приложение с экрана «Домой», чтобы также удалить приложение iMessage.
sk: Vymazaním apky z plochy vymažete aj apku iMessage.
sl: Izbrišite aplikacijo na domačem zaslonu, da bo izbrisana tudi aplikacija za iMessage.
sv: Radera appen från hemskärmen om du även vill radera iMessage-appen.
th: ลบแอปออกจากหน้าจอโฮมเพื่อให้ลบแอป iMessage ด้วย
tr: iMessage uygulamasını da silmek için uygulamayı ana ekrandan silin.
uk: Якщо видалити цю програму з Початкового екрана, буде також видалено програму iMessage.
vi: Xóa ứng dụng khỏi Màn hình chính để cũng xóa ứng dụng cho iMessage.
zh_cn: 从主屏幕删除该App以同时删除iMessage信息App。
zh_hk: 從主畫面刪除該App即可同時刪除iMessage App。
zh_tw: 從主畫面刪除App也會刪除其iMessage App。

# SPAM_FILTERING_LABEL
source: Unknown & Spam
ar: غير معروف ومزعج
bg: Неизвестни и спам
ca: Desconeguts i brossa
cs: Neznámé a spam
da: Ukendt eller uønsket
de: Unbekannt & Spam
el: Άγνωστοι και ανεπιθύμητα
es: Desconocido y no deseado
es_us: Desconocidos y no deseados
fi: Vieraat ja roskapostit
fr: Inconnus et indésirables
fr_ca: Expéditeurs inconnus et SMS indésirables
he: לא ידוע וספאם
hi: अज्ञात और स्पैम
hr: Nepoznato i neželjeno
hu: Ismeretlen és kéretlen
id: Tidak Dikenal & Spam
it: Sconosciuti e spam
ja: 不明な送信者および迷惑メッセージ
kk: Белгісіз және спам
ko: 알 수 없는 연락처 및 스팸
lt: Nežinomos ir brukalas
ms: Tidak Dikenali & Spam
nl: Onbekend en spam
no: Ukjent eller uønsket
pl: Nieznane i spam
pt_br: Desconhecidas e Indesejadas
pt_pt: Desconhecida e indesejada
ro: Necunoscute și spam
ru: Неизвестные и спам
sk: Neznáme a spam
sl: Neznano in neželeno
sv: Okända och skräppost
th: ไม่รู้จักและสแปม
tr: Bilinmeyen ve İstenmeyen
uk: Невідомі і спам
vi: Không xác định & rác
zh_cn: 未知与过滤信息
zh_hk: 未知與垃圾訊息
zh_tw: 未知與垃圾訊息

# NAME_AND_PHOTO_SHARING_ACCOUNT_MISMATCH_MESSAGE
source: Sharing Name and Photo is not available because iCloud and iMessage accounts are different or are not signed in.
ar: مشاركة الاسم والصورة غير متاحة إما لأن حساب iCloud مختلف عن حساب iMessage أو أنه لم يتم تسجيل الدخول إليهما.
bg: Споделянето на име и снимка не е достъпно, тъй като регистрациите iCloud и iMessage са различни или не сте влезли в тях.
ca: L’opció per compartir el nom i la foto no està disponible perquè els comptes de l’iCloud i de l’iMessage són diferents o no hi has iniciat sessió.
cs: Sdílení jména a fotky není k dispozici, protože pro iCloud a iMessage používáte dva různé účty nebo nejste přihlášení.
da: Det er ikke muligt at dele navn og foto, fordi iCloud- og iMessage-kontiene er forskellige, eller fordi du ikke er logget ind.
de: Name und Foto können nicht geteilt werden, weil iCloud- und iMessage-Accounts verschieden oder nicht angemeldet sind.
el: Η Κοινοποίηση ονόματος και φωτογραφίας δεν είναι διαθέσιμη, διότι οι λογαριασμοί iCloud και iMessage είναι διαφορετικοί ή δεν είναι συνδεδεμένοι.
es: La opción de compartir nombre y foto no está disponible porque las cuentas de iCloud y iMessage son distintas o no has iniciado sesión en ellas.
es_us: No se puede compartir el nombre y la foto porque las cuentas de iCloud y iMessage son diferentes o no se ha iniciado sesión.
fi: Nimen ja kuvan jakaminen eivät ole käytettävissä, koska iCloud- ja iMessage käyttävät eri tiliä tai eivät ole kirjautuneena sisään.
fr: Le partage du nom et de la photo n’est pas disponible car les comptes iCloud et iMessage sont différents ou ne sont pas connectés.
fr_ca: Le partage du nom et de la photo n’est pas disponible, car les comptes iCloud et iMessage sont différents ou votre appareil n’y est pas connecté.
he: אפשרות שיתוף השם והתמונה אינה זמינה משום שחשבונות ה-iCloud וה-iMessage שלך שונים או אינם מחוברים.
hi: नाम और तस्वीर की शेयरिंग उपलब्ध नहीं है क्योंकि iCloud और iMessage खाते अलग-अलग हैं या साइन इन नहीं किए गए हैं।
hr: Dijeljenje imena i fotografije nije dostupno jer su iCloud i iMessage računi različiti ili nije izvršena prijava.
hu: A név és fotó megosztása nem lehetséges, mivel az iCloud- és az iMessage-fiókok eltérőek, vagy Ön nincs bejelentkezve a fiókokba.
id: Berbagi Nama dan Foto tidak tersedia karena akun iCloud dan iMessage berbeda atau tidak digunakan untuk masuk.
it: La condivisione del nome e della foto non è disponibile: gli account iCloud e iMessage non corrispondono o non hai eseguito l’accesso.
ja: iCloudとiMessageのアカウントが違っているか、またはサインインしていないので、“名前と写真の共有”を行うことはできません。
kk: iCloud және iMessage аккаунттары әртүрлі болғандықтан немесе жүйеге кірмегендіктен, «Ат пен фотоны бөлісу» қолжетімді емес.
ko: iCloud와 iMessage 계정이 다르거나 로그인되지 않았기 때문에 ‘이름 및 사진 공유’를 사용할 수 없습니다.
lt: Vardo ir nuotraukos bendrinimas neprieinamas, nes „iCloud“ ir „iMessage“ paskyros skiriasi arba prie jų neprisijungta.
ms: Perkongsian Nama dan Foto tidak tersedia kerana akaun iCloud serta iMessage berbeza atau tidak didaftar masuk.
nl: De optie voor het delen van naam en foto is niet beschikbaar, omdat de iCloud-account en iMessage-account niet gelijk of niet ingelogd zijn.
no: Deling av navn og bilde er ikke tilgjengelig fordi iCloud- og iMessage-kontoene er ulike eller fordi du ikke er pålogget.
pl: Udostępnianie nazwy i zdjęcia jest niedostępne; konta iCloud i iMessage są różne lub musisz się zalogować.
pt_br: O Compartilhamento de Nome e Foto não está disponível porque as contas do iCloud e iMessage são diferentes ou você não iniciou uma sessão.
pt_pt: A partilha de nome e fotografia não está disponível, porque as contas iCloud e iMessage são diferentes ou não têm sessão iniciada.
ro: Partajarea numelui și a pozei este indisponibilă, deoarece conturile iCloud și iMessage sunt diferite sau nu v‑ați autentificat la acestea.
ru: Нельзя поделиться именем и фото, так как учетные записи для iCloud и iMessage отличаются или в них не выполнен вход.
sk: Funkcia zdieľania mena a fotky nie je k dispozícii, pretože účty iCloud a iMessage nie sú rovnaké alebo nie sú prihlásené.
sl: Deljenje imena in fotografije ni na voljo, ker se računa iCloud in iMessage razlikujeta oziroma niste vpisani.
sv: Det går inte att dela ditt namn och din bild eftersom olika konton används för iCloud och iMessage eller för att du inte är inloggad.
th: ไม่มีการแชร์ชื่อและรูปภาพเนื่องจากบัญชี iCloud และบัญชี iMessage ไม่ใช่บัญชีเดียวกันหรือไม่ได้ลงชื่อเข้า
tr: iCloud ve iMessage hesapları farklı olduğu veya giriş yapılmadığı için Adı ve Fotoğrafı Paylaş kullanılamıyor.
uk: Поширення імені й фото недоступне, оскільки використовуються різні облікові записи для iCloud та iMessage або в них не виконано вхід.
vi: Chia sẻ tên và ảnh không khả dụng vì các tài khoản iCloud và iMessage khác nhau hoặc không được đăng nhập.
zh_cn: 无法共享姓名和照片，因为iCloud和iMessage信息账户不一致或者未登录。
zh_hk: 無法使用「分享姓名和相片」，因為iCloud和iMessage帳户不同或尚未登入。
zh_tw: 無法使用「分享名稱和照片」，因為iCloud和iMessage帳號不同或尚未登入。

# JUNK_CONVERSATIONS
source: Junk
ar: المزعجة
bg: Нежелани
ca: Brossa
cs: Nevyžádané
da: Reklame
de: Spam
el: Ανεπιθύμητα
es: No deseado
es_us: No deseado
fi: Roskapostit
fr: Indésirables
fr_ca: Indésirable
he: זבל
hi: जंक
hr: Neželjeno
hu: Kéretlen
it: Indesiderata
ja: 迷惑チャット
kk: Спам
ko: 정크
lt: Nepageidaujamos žinutės
ms: Sarap
nl: Reclame
no: Uønsket
pl: Niechciane
pt_br: Spam
pt_pt: Indesejadas
ro: Spam
ru: Спам
sk: Odpad
sl: Neželeno
sv: Skräp
th: ขยะ
tr: İstenmeyen
uk: Спам
vi: Tin rác
zh_cn: 垃圾信息
zh_hk: 垃圾訊息
zh_tw: 垃圾訊息

source: Message History
ar: سجل تاريخ الرسائل
bg: История на съобщенията
ca: Historial de missatges
cs: Historie zpráv
da: Beskedhistorik
de: Nachrichtenverlauf
el: Ιστορικό μηνυμάτων
es: Historial de mensajes
es_us: Historial de mensajes
fi: Viestihistoria
fr: Historique des messages
fr_ca: Historique des messages
he: היסטוריית הודעות
hi: संदेश हिस्ट्री
hr: Povijest poruka
hu: Üzenetelőzmények
id: Riwayat Pesan
it: Cronologia messaggi
ja: メッセージ履歴
kk: Хабар тарихы
ko: 메시지 기록
lt: Žinučių istorija
ms: Sejarah Mesej
nl: Berichtgeschiedenis
no: Meldingslogg
pl: Historia wiadomości
pt_br: Histórico de Mensagens
pt_pt: Histórico de mensagens
ro: Istoric mesaje
ru: История сообщений
sk: História správ
sl: Zgodovina sporočil
sv: Meddelandehistorik
th: ประวัติข้อความ
tr: Mesaj Geçmişi
uk: Історія повідомлень
vi: Lịch sử Tin nhắn
zh_cn: 信息历史记录
zh_hk: 訊息記錄
zh_tw: 訊息記錄

# SMS_RELAY_DEVICES_HEADER
source: Allow these devices to send and receive text messages from this iPhone.
ar: السماح لهذه الأجهزة بإرسال واستلام الرسائل النصية من هذا الـ iPhone.
bg: Позволете на тези устройства да изпращат и получават текстови съобщения от този iPhone.
ca: Permet que aquests dispositius puguin enviar i rebre missatges des d’aquest iPhone.
cs: Přijímané a odesílané textové zprávy budou přeposílány mezi iPhonem a těmito zařízeními.
da: Disse enheder må sende og modtage sms'er fra iPhone.
de: Erlaube, dass diese Geräte SMS-Nachrichten von diesem iPhone senden und empfangen.
el: Επιτρέπεται σε αυτές τις συσκευές να στέλνουν και να λαμβάνουν γραπτά μηνύματα από αυτό το iPhone.
es: Permite a estos dispositivos enviar y recibir mensajes de texto desde este iPhone.
es_us: Permitir que estos dispositivos envíen y reciban mensajes de texto desde este iPhone.
fi: Salli näiden laitteiden lähettää ja vastaanottaa viestejä tästä iPhonesta.
fr: Autorisez ces appareils à envoyer et recevoir des SMS depuis cet iPhone.
fr_ca: Autorisez ces appareils à envoyer et recevoir les SMS de cet iPhone.
he: ניתן לאפשר למכשירים אלו לשלוח ולקבל הודעות מ-iPhone זה.
hi: इन डिवाइस को इस iPhone से SMS को भेजने और प्राप्त करने की अनुमति दें।
hr: Dozvolite ovim uređajima slanje i primanje tekstualnih poruka s ovog iPhonea.
hu: Ezek az eszközök küldhetnek és fogadhatnak szöveges üzeneteket erről az iPhone-ról.
id: Izinkan perangkat ini untuk mengirimkan dan menerima pesan teks dari iPhone ini.
it: Consenti a questi dispositivi di inviare e ricevere messaggi di testo da questo iPhone.
ja: これらのデバイスがこのiPhoneからSMS/MMSを送受信することを許可します。
kk: Бұл құрылғыларға осы iPhone құрылғысынан мәтіндік хабарларды жіберуге және қабылдауға рұқсат ету.
ko: 이 iPhone의 문자 메시지를 다음 기기에서 보내거나 받을 수 있도록 허용합니다.
lt: Leiskite šiems įrenginiams siųsti ir gauti tekstines žinutes iš šio „iPhone“.
ms: Benarkan peranti ini untuk menghantar dan menerima mesej teks daripada iPhone ini.
nl: Sta deze apparaten toe sms-berichten van deze iPhone te sturen en ontvangen.
no: Tillat at disse enhetene kan sende og motta tekstmeldinger fra denne iPhonen.
pl: Pozwalaj tym urządzeniom wysyłać i odbierać wiadomości tekstowe z tego iPhone'a.
pt_br: Permitir que estes dispositivos enviem e recebam mensagens de texto deste iPhone.
pt_pt: Permitir que estes dispositivos enviem e recebam mensagens SMS a partir deste iPhone.
ro: Permiteți ca aceste dispozitive să trimită și să recepționeze mesaje text de pe acest iPhone.
ru: Разрешить этим устройствам отправлять и получать текстовые сообщения с этого iPhone.
sk: Umožnite týmto zariadeniam odosielať a prijímať textové správy z tohto iPhonu.
sl: Dovolite tem napravam pošiljanje in prejemanje besedilnih sporočil iz tega iPhona.
sv: Tillåt att de här enheterna kan ta emot och skicka SMS via denna iPhone.
th: อนุญาตให้อุปกรณ์เหล่านี้ส่งและรับข้อความตัวอักษรจาก iPhone เครื่องนี้
tr: Bu aygıtların bu iPhone’dan mesaj gönderip almasına izin verin.
uk: Дозволити цим пристроям надсилати і отримувати текстові повідомлення з цього iPhone.
vi: Cho phép những thiết bị này gửi và nhận tin nhắn văn bản từ iPhone này.
zh_cn: 允许这些设备收发来自此iPhone的短信。
zh_hk: 允許這些裝置傳送及接收此iPhone的短訊。
zh_tw: 允許下列裝置發送和接收此iPhone的訊息。

# SPAM_FILTERING_GROUP_LABEL
source: SMS Filtering
ar: تصفية رسائل SMS
ca: Filtratge de missatges SMS
cs: Filtrování SMS
de: SMS-Filterung
el: Φιλτράρισμα SMS
es: Filtrado de SMS
es_us: Filtro de SMS
fi: Tekstiviestisuodatus
fr: Filtrage des SMS
fr_ca: Filtre SMS
he: סינון הודעות טקסט
hi: SMS फ़िल्टरिंग
hr: Filtriranje SMS-a
hu: SMS-szűrés
id: Pemfilteran SMS
it: Filtri SMS
ja: SMSフィルタリング
kk: SMS сүзгілері
ko: SMS 필터링
lt: SMS filtravimas
ms: Penapisan SMS
nl: Sms filteren
no: SMS-filtrering
pl: Filtrowanie wiadomości
pt_br: Filtragem de SMS
pt_pt: Filtragem de SMS
ro: Filtrare SMS
ru: Фильтрация SMS
sk: Filtrovanie SMS
sl: Filtriranje sporočil SMS
sv: SMS-filtrering
th: การฟิลเตอร์ SMS
tr: SMS Filtreleme
uk: SMS-фільтрування
vi: Lọc SMS
zh_cn: 短信过滤
zh_hk: SMS過濾
zh_tw: SMS過濾

source: After 2 Minutes
ar: بعد دقيقتين
bg: След 2 минути
ca: Al cap de 2 minuts
cs: Po 2 minutách
da: Efter 2 minutter
de: Nach 2 Minuten
el: Μετά από 2 λεπτά
es: Al cabo de 2 minutos
es_us: Después de 2 minutos
fi: 2 minuutin kuluttua
fr: Après 2 minutes
fr_ca: 2 minutes plus tard
he: לאחר שתי דקות
hi: 2 मिनट बाद
hr: Nakon 2 min
hu: 2 perc után
id: Setelah 2 Menit
it: Dopo 2 minuti
ja: 2分後
kk: 2 минуттан кейін
ko: 2분 후
lt: Po 2 minučių
ms: Selepas 2 Minit
nl: Na 2 minuten
no: Etter 2 minutter
pl: Po 2 minutach
pt_br: Após 2 Minutos
pt_pt: Ao fim de 2 minutos
ro: După 2 minute
ru: Через 2 мин
sk: Po 2 minútach
sl: Po dveh minutah
sv: Efter 2 minuter
th: หลังจาก 2 นาที
tr: 2 Dakika Sonra
uk: Через 2 хвилини
vi: Sau 2 phút
zh_cn: 2分钟后
zh_hk: 2分鐘後
zh_tw: 2分鐘後
